Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/prison_system/prisons_and_places_of_detention.html.txt.tmx
Source language: en
Languages: ga

source: Prisons and Places of Detention
ga: Priosuin agus aiteanna coinneala

source: There are 13 prisons and places of detention in Ireland
ga: Tá 13 príosúin agus Áiteanna Coinneála in Éirinn

source: Ten are closed institutions with both internal and perimeter security
ga: Tá aon cheann déag dúnta institiúidí le slándáil inmheánach agus imlíneach

source: Two are open centres with minimal internal and perimeter security
ga: Dhá ionaid oscailte le íosta slándáil inmheánach agus imlíneach

source: There is one semi-open prison with traditional perimeter security and minimal internal security
ga: Tá príosún leath-oscailte amháin le slándáil imlíneach traidisiúnta agus an tslándáil inmheánach a íosta

source: You will be held at a remand prison if you have not yet had your trial and have not been released on bail
ga: Beidh tú curtha isteach i bpríosún athchuir má tá tú fós ag fanacht le triail agus nuair nach bhfuil tú fós scaoilte amach ar bannaí

source: Details of the prisons and places of detention
ga: Sonraí na bpríosúin agus áiteanna coinneála

source: The Irish Prison Service website provides detailed information on prisons and places of detention
ga: Soláthraíonn an láithreán gréasáin Sheirbhís Phríosúin na hÉireann eolas mionsonraithe ar phríosúin agus ar áiteanna coinneála

source: Follow the links below
ga: Lean na naisc thíos
